result_get_memtier_200320/thread_10_nvm_sr_0.txt
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets            0.00          ---          ---      0.00000         0.00 
Gets       106344.26         0.00    106344.26      0.09100      4142.40 
Waits           0.00          ---          ---      0.00000          --- 
Totals     106344.26         0.00    106344.26      0.09100      4142.40 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       0.024         0.00
GET       0.025         0.01
GET       0.026         0.05
GET       0.027         0.10
GET       0.028         0.15
GET       0.029         0.20
GET       0.030         0.26
GET       0.031         0.29
GET       0.032         0.31
GET       0.033         0.32
GET       0.034         0.35
GET       0.035         0.38
GET       0.036         0.42
GET       0.037         0.44
GET       0.038         0.45
GET       0.039         0.46
GET       0.040         0.49
GET       0.041         0.55
GET       0.042         0.60
GET       0.043         0.65
GET       0.044         0.68
GET       0.045         0.71
GET       0.046         0.73
GET       0.047         0.74
GET       0.048         0.75
GET       0.049         0.76
GET       0.050         0.77
GET       0.051         0.80
GET       0.052         0.83
GET       0.053         0.87
GET       0.054         0.91
GET       0.055         0.94
GET       0.056         0.96
GET       0.057         0.97
GET       0.058         0.98
GET       0.059         0.99
GET       0.060         1.01
GET       0.061         1.03
GET       0.062         1.06
GET       0.063         1.11
GET       0.064         1.16
GET       0.065         1.23
GET       0.066         1.29
GET       0.067         1.34
GET       0.068         1.38
GET       0.069         1.43
GET       0.070         1.49
GET       0.071         1.58
GET       0.072         1.72
GET       0.073         1.94
GET       0.074         2.28
GET       0.075         2.77
GET       0.076         3.47
GET       0.077         4.54
GET       0.078         6.27
GET       0.079         9.09
GET       0.080        13.30
GET       0.081        19.22
GET       0.082        26.82
GET       0.083        35.09
GET       0.084        42.99
GET       0.085        48.99
GET       0.086        53.32
GET       0.087        56.52
GET       0.088        59.08
GET       0.089        61.16
GET       0.090        62.86
GET       0.091        64.19
GET       0.092        65.33
GET       0.093        66.24
GET       0.094        67.03
GET       0.095        67.76
GET       0.096        68.51
GET       0.097        69.36
GET       0.098        70.43
GET       0.099        71.75
GET       0.100        79.12
GET       0.110        91.63
GET       0.120        98.38
GET       0.130        99.17
GET       0.140        99.69
GET       0.150        99.83
GET       0.160        99.88
GET       0.170        99.92
GET       0.180        99.94
GET       0.190        99.96
GET       0.200        99.97
GET       0.210        99.97
GET       0.220        99.97
GET       0.230        99.97
GET       0.240        99.98
GET       0.250        99.98
GET       0.260        99.98
GET       0.270        99.99
GET       0.280        99.99
GET       0.290        99.99
GET       0.300       100.00
GET       0.310       100.00
GET       0.320       100.00
GET       0.330       100.00
GET       0.340       100.00
GET       0.350       100.00
GET       0.360       100.00
GET       0.380       100.00
GET       0.390       100.00
GET       0.410       100.00
GET       0.500       100.00
GET       1.300       100.00
GET       1.400       100.00
---