result_get_memtier_200320/thread_10_nvm_sw_0.txt
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets       107462.27          ---          ---      0.07800    117734.94 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals     107462.27         0.00         0.00      0.07800    117734.94 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.023         0.00
SET       0.024         0.00
SET       0.025         0.00
SET       0.026         0.01
SET       0.027         0.03
SET       0.028         0.06
SET       0.029         0.11
SET       0.030         0.16
SET       0.031         0.20
SET       0.032         0.24
SET       0.033         0.28
SET       0.034         0.34
SET       0.035         0.40
SET       0.036         0.49
SET       0.037         0.66
SET       0.038         0.96
SET       0.039         1.32
SET       0.040         1.67
SET       0.041         2.03
SET       0.042         2.44
SET       0.043         2.94
SET       0.044         3.56
SET       0.045         4.26
SET       0.046         5.00
SET       0.047         5.72
SET       0.048         6.42
SET       0.049         7.11
SET       0.050         7.80
SET       0.051         8.47
SET       0.052         9.12
SET       0.053         9.84
SET       0.054        10.64
SET       0.055        11.53
SET       0.056        12.52
SET       0.057        13.59
SET       0.058        14.81
SET       0.059        16.17
SET       0.060        17.58
SET       0.061        19.06
SET       0.062        20.53
SET       0.063        22.00
SET       0.064        23.53
SET       0.065        25.06
SET       0.066        26.58
SET       0.067        28.13
SET       0.068        29.88
SET       0.069        32.05
SET       0.070        34.82
SET       0.071        38.36
SET       0.072        42.32
SET       0.073        46.14
SET       0.074        49.33
SET       0.075        51.85
SET       0.076        53.90
SET       0.077        55.71
SET       0.078        57.28
SET       0.079        58.67
SET       0.080        59.96
SET       0.081        61.16
SET       0.082        62.31
SET       0.083        63.42
SET       0.084        64.58
SET       0.085        65.81
SET       0.086        67.16
SET       0.087        68.60
SET       0.088        70.13
SET       0.089        71.71
SET       0.090        73.30
SET       0.091        74.87
SET       0.092        76.32
SET       0.093        77.65
SET       0.094        78.81
SET       0.095        79.82
SET       0.096        80.68
SET       0.097        81.49
SET       0.098        82.30
SET       0.099        83.18
SET       0.100        89.70
SET       0.110        97.86
SET       0.120        99.12
SET       0.130        99.57
SET       0.140        99.79
SET       0.150        99.86
SET       0.160        99.90
SET       0.170        99.93
SET       0.180        99.95
SET       0.190        99.96
SET       0.200        99.98
SET       0.210        99.98
SET       0.220        99.99
SET       0.230        99.99
SET       0.240        99.99
SET       0.250        99.99
SET       0.260        99.99
SET       0.270       100.00
SET       0.280       100.00
SET       0.290       100.00
SET       0.300       100.00
SET       0.310       100.00
SET       0.320       100.00
SET       0.340       100.00
SET       0.350       100.00
SET       0.360       100.00
SET       0.370       100.00
SET       0.380       100.00
SET       0.400       100.00
SET       0.460       100.00
SET       0.470       100.00
SET       0.830       100.00
SET       0.910       100.00
SET       0.920       100.00
SET       0.940       100.00
SET       0.950       100.00
SET       0.960       100.00
SET       0.970       100.00
SET       0.990       100.00
SET       1.000       100.00
---
---